Repository: collective/collective.volto.formsupport
Catalog: src/collective/volto/formsupport/locales/*/LC_MESSAGES/collective.volto.formsupport.po
Languages: es, it, pt_br

source: Email confirmation code
it: Codice di conferma dell'email

source: Honeypot Support
es: Soporte de Honeypot
it: Honeypot
pt_br: Suporte Honeypot

source: Installs the collective.volto.formsupport add-on.
es: Instala o complemento collective.volto.formsupport.
it: Install collective.volto.formsupport
pt_br: Instala o complemento collective.volto.formsupport.

source: No captcha token provided.
es: No se proporcionó ningún token captcha.
it: Nessun token captcha fornito.
pt_br: O token do captcha não foi fornececido.

source: NoRobots ReCaptcha Support
es: Soporte de NoRobots ReCaptcha
it: NoRobots
pt_br: Suporte NoRobots ReCaptcha

source: OTP is wrong
it: Il codice OTP è errato.

source: The code you entered was wrong, please enter the new one.
es: El código que ingresaste es incorrecto, ingresa el nuevo.
it: Il codice che hai inserito è sbagliato, per favore prova con un altro.
pt_br: O código que você inseriu está errado, por favor, insira um novo.

source: The email field is missing
it: Campo email è mancante

source: The form on ${page} was compiled with this email address, if it was not you, ignore the message.
it: E' stato compilato un form nella pagina ${page}. Per favore inserisci questo codice di conferma per verificare che sei stato tu. Se non sei stato tu, ignora questa mail.

source: The otp field is missing
it: Manca il campo OTP.

source: The provided email address is not valid
it: L'email usato non è valido

source: The uid field is missing
it: Campo uid è mancante

source: Uninstalls the collective.volto.formsupport add-on.
es: Desinstala o complemento collective.volto.formsupport.
it: Disinstalla collective.volto.formsupport.
pt_br: Desinstala o complemento collective.volto.formsupport.

source: Your code to validate the email address:
it: Il tuo codice per la conferma dell'indirizzo email:

source: attachments_too_big
es: Adjuntos demasiado grandes. Subiste el archivo ${uploaded_str}, pero el límite es de ${max} MB. Intenta comprimir archivos.
it: Allegati troppo grandi. Hai caricato ${uploaded_str}, ma il limite è di ${max} MB. Prova a comprimerli.
pt_br: Anexos muito grandes. Você enviou ${uploaded_str}, mas o limite é de ${max} MB. Tente compactar os arquivos.

source: block_form_not_found_label
es: Bloque con @type "form" y id "${block}" no encontrado en contexto: $context.
it: Blocco con @type "form" e id "$block" non trovato nel contesto: $context
pt_br: Bloco com @type "form" e id "${block}" não encontrado no contexto: $context.

source: empty_form_data
es: Datos de formulario vacíos.
it: Form senza dati.
pt_br: Formulário sem dados.

source: honeypot_error
es: Error al enviar el formulario.
it: Errore nella sottomissione del form.
pt_br: Erro ao enviar o formulário

source: mail_send_exception
es: No se puede enviar el correo electrónico de confirmación. Vuelva a intentarlo más tarde o póngase en contacto con el administrador del sitio.
it: Impossibile inviare la mail di conferma. Per favore riprova più tardi o contatta l'amministratore del sito.
pt_br: Não foi possível enviar o e-mail de confirmação. Por favor, tente novamente mais tarde ou entre em contato com o administrador do site.

source: missing_action
es: Debe seleccionar al menos una acción entre "guardar" y "enviar".
it: Devi selezionare almeno un'azione tra "salva" e "invia".
pt_br: Você deve selecionar pelo menos uma ação entre "salvar" e "enviar".

source: missing_blockid_label
es: Falta el campo block_id
it: Campo block_id mancante.
pt_br: Campo block_id não informado

source: send_mail_text
es: Se ha presentado un nuevo formulario desde
it: Modulo compilato su <a href="${url}">${url}</a>
pt_br: Um novo formulário foi enviado de

source: send_mail_text_table
es: Datos de envío del formulario para ${title}
it: Dati inviati per ${title}
pt_br: Dados de envio do formulário para ${title}

source: send_required_field_missing
es: Campo obligatorio no presente: Asunto o remitente.
it: Campo obbligatorio mancante: subject o from.
pt_br: Campo obrigatório não presente: Assunto ou remetente.

source: wrong_email
es: El correo electrónico no es válido en el campo "${field}".
it: Email inserita non valida nel campo "${field}".
pt_br: E-mail inválido no campo \“${field}\”.

source: {email}'s OTP is wrong
es: La OTP de {email} está mal
it: Il codice OTP per {email} è errato.
pt_br: O token do email {email} é incorreto

source: Field
es: Campo
pt_br: Campo

source: HCaptcha Invisible
pt_br: HCaptcha invisível

source: Value
es: Valor
pt_br: Valor

source: Volto: Form support
es: Volto: Soporte a formularios
pt_br: Volto: Suporte a formulários

source: Volto: Form support (uninstall)
es: Volto: Soporte a formularios (Desinstalar)
pt_br: Volto: Suporte a formulários (Desinstalar)
